inc/stroup-westerns.org
#+TITLE: John Stroup's Introduction to Westerns
#+AUTHOR: Matthew J. Delhey
#+DATE: March 9, 2015
#+SETUPFILE: ~/mdelhey-org-template/template.org

In no particualr order:

- Shane ([[https://www.imdb.com/title/tt0046303/][1953]])
- Rancho Notorious ([[https://www.imdb.com/title/tt0045070/][1952]])
- The Assassination of Jesse James by the Coward Robert Ford ([[https://www.imdb.com/title/tt00443680/][2007]])
- Red River ([[https://www.imdb.com/title/tt0040724/][1948]])
- High Noon ([[https://www.imdb.com/title/tt0044706/][1952]])
- Butch Cassidy and the Sundance Kid ([[https://www.imdb.com/title/tt0064115/][1969]])
- The Searchers ([[https://www.imdb.com/title/tt0049730/][1956]])
- The Wild Bunch ([[https://www.imdb.com/title/tt0065214/][1969]])
- The Treasure of the Sierra Madre ([[https://www.imdb.com/title/tt0040897/][1948]])
- The Good, the Bad and the Ugly ([[https://www.imdb.com/title/tt0060196/][1966]])
- Rio Bravo ([[https://www.imdb.com/title/tt0053221/][1959]])
- In Old Santa Fe ([[https://www.imdb.com/title/tt0025303/][1934]])
- Destry Rides Again ([[https://www.imdb.com/title/tt0031225/][1939]])
- Across the Wide Missouri ([[https://www.imdb.com/title/tt0043262/][1951]])
- The Big Sky ([[https://www.imdb.com/title/tt0044419/][1952]])
- Bad Day at Black Rock ([[https://www.imdb.com/title/tt0047849/][1955]])
- Seven Samurai ([[https://www.imdb.com/title/tt0047478/][1954]])
- The Magnificent Seven ([[https://www.imdb.com/title/tt0054047/][1960]])
- Junior Bonner ([[https://www.imdb.com/title/tt0068786/][1972]])
- Wanted: Dead or Alive ([[https://www.imdb.com/title/tt0051327/][TV series, 1958–1961, starring Steve McQueen]])
- Gunsmoke ([[https://www.imdb.com/title/tt0047736/][TV series, 1955-1975]])
- Have Gun – Will Travel ([[https://www.imdb.com/title/tt0050025/][TV series, 1957-1963]])
- Rawhide ([[https://www.imdb.com/title/tt0052504/][TV series, 1959-1965]])
- The Wild Wild West ([[https://www.imdb.com/title/tt0058855/][TV series, 1965-1969]])

