inc/stroup-westerns.tex
% Created 2018-05-07 Mon 14:59
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[innermargin=1.0in,outermargin=1.0in,vmargin=3cm]{geometry}
\usepackage[T1]{fontenc}
\usepackage[sc,osf]{mathpazo}
\usepackage{setspace}
\doublespacing
\usepackage{titling}
\setlength{\droptitle}{-8em}
\posttitle{\par\end{center}}
\usepackage[explicit]{titlesec}
\newcommand*\Hide{\titleformat{\chapter}[display] {}{}{0pt}{\Huge}\titleformat{\part}{}{}{0pt}{}}
\let\bibliographyOld\bibliography
\renewcommand{\bibliography}[1]{\clearpage\nocite{*}\bibliographyOld{#1}}
\renewcommand{\refname}{Bibliography}
\usepackage[notes,backend=biber,isbn=false]{biblatex-chicago}
\DefineBibliographyStrings{english}{references = {Bibliography}}
\let\printbibliographyOld\printbibliography
\renewcommand{\printbibliography}{\nocite{*}\clearpage\printbibliographyOld}
\let\quoteOld\quote
\let\endquoteOld\endquote
\renewenvironment{quote}{\quoteOld\singlespacing}{\endquoteOld}
\author{Matthew J. Delhey}
\date{March 9, 2015}
\title{John Stroup's Introduction to Westerns}
\hypersetup{
 pdfauthor={Matthew J. Delhey},
 pdftitle={John Stroup's Introduction to Westerns},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.1.7)}, 
 pdflang={English}}
\begin{document}

\maketitle
In no particualr order:

\begin{itemize}
\item Shane (\href{https://www.imdb.com/title/tt0046303/}{1953})
\item Rancho Notorious (\href{https://www.imdb.com/title/tt0045070/}{1952})
\item The Assassination of Jesse James by the Coward Robert Ford (\href{https://www.imdb.com/title/tt00443680/}{2007})
\item Red River (\href{https://www.imdb.com/title/tt0040724/}{1948})
\item High Noon (\href{https://www.imdb.com/title/tt0044706/}{1952})
\item Butch Cassidy and the Sundance Kid (\href{https://www.imdb.com/title/tt0064115/}{1969})
\item The Searchers (\href{https://www.imdb.com/title/tt0049730/}{1956})
\item The Wild Bunch (\href{https://www.imdb.com/title/tt0065214/}{1969})
\item The Treasure of the Sierra Madre (\href{https://www.imdb.com/title/tt0040897/}{1948})
\item The Good, the Bad and the Ugly (\href{https://www.imdb.com/title/tt0060196/}{1966})
\item Rio Bravo (\href{https://www.imdb.com/title/tt0053221/}{1959})
\item In Old Santa Fe (\href{https://www.imdb.com/title/tt0025303/}{1934})
\item Destry Rides Again (\href{https://www.imdb.com/title/tt0031225/}{1939})
\item Across the Wide Missouri (\href{https://www.imdb.com/title/tt0043262/}{1951})
\item The Big Sky (\href{https://www.imdb.com/title/tt0044419/}{1952})
\item Bad Day at Black Rock (\href{https://www.imdb.com/title/tt0047849/}{1955})
\item Seven Samurai (\href{https://www.imdb.com/title/tt0047478/}{1954})
\item The Magnificent Seven (\href{https://www.imdb.com/title/tt0054047/}{1960})
\item Junior Bonner (\href{https://www.imdb.com/title/tt0068786/}{1972})
\item Wanted: Dead or Alive (\href{https://www.imdb.com/title/tt0051327/}{TV series, 1958–1961, starring Steve McQueen})
\item Gunsmoke (\href{https://www.imdb.com/title/tt0047736/}{TV series, 1955-1975})
\item Have Gun – Will Travel (\href{https://www.imdb.com/title/tt0050025/}{TV series, 1957-1963})
\item Rawhide (\href{https://www.imdb.com/title/tt0052504/}{TV series, 1959-1965})
\item The Wild Wild West (\href{https://www.imdb.com/title/tt0058855/}{TV series, 1965-1969})
\end{itemize}
\end{document}
